Repository: common-repository/wp-moods
Catalog: lang/wp-moods-*.po
Languages: fr_fr

source: Job
fr_fr: Travail

source: Love
fr_fr: Amour

source: Health
fr_fr: Santé

source: Moods timeline
fr_fr: Evolution du moral

source: Wp-Moods Settings
fr_fr: Paramètres de WP-Moods

source: Categories management
fr_fr: Catégories

source: Moods deleted. The mood categories are still in database.
fr_fr: Enregistrements effacés. Les catégories n'ont pas été affectées.

source: WP-Moods Plugin has been uninstalled. You can now desactivate this plugin : <a href="%s">Plugins Page</a>
fr_fr: Le plugin Wp-Moods a été désinstallé. Vous pouvez maintenant le désactiver : <a href="%s">Page des Extensions</a>

source: Display
fr_fr: Affichage

source: Emoticons
fr_fr: Émoticônes

source: Categories
fr_fr: Catégories

source: Reset/uninstall
fr_fr: Vider/Désinstaller

source: Date format
fr_fr: Format des dates

source: For events that are more than a month old only, or if you dont use relative dates.
fr_fr: Pour les évènements qui sont vieux de plus d'un mois, ou si vous n'utilisez pas les dates relatives.

source: Use relative dates
fr_fr: Utiliser les dates relatives

source: Relatives dates exemples : 1 day ago, 22 hours and 3 minutes ago, etc.
fr_fr: Exemple : il y a 1 jour, 22 heures et 3 minutes.

source: Display mood in admin panel footer
fr_fr: Afficher votre moral dans le pied du panneau d'aministration Wordpress.

source: Emoticons set
fr_fr: Pack d'émoticônes

source: Size
fr_fr: Taille

source: Use Categories Importance
fr_fr: Affecter une importance aux catégories

source: Adds the possibility of setting how a category affects your mood
fr_fr: Ajoute la possibilité d'affecter de spécifier si une catégorie est importante pour votre moral

source: Empty moods data :
fr_fr: Vider les données de moral

source: Reset data
fr_fr: Vider les données

source: Empty moods table ? All your moods logs will be deleted.\n\nChoose [Cancel] to Stop, [OK] to proceed.\n
fr_fr: Vider la table ? Tous vos enregistrements d'humeur vont être effacés.\n\nChoisissez [Annuler] pour stopper l'opération ou [OK] pour continuer.\n

source: Warning : cleaning wpmoods table erase all moods logs, but not the categories.
fr_fr: Attention : vider les enregistrements n'efface pas les catégories.

source: Uninstall plugin
fr_fr: Désinstaller le plugin

source: Uninstall plugin ? Settings and moods logs will be deleted.\n\nChoose [Cancel] to Stop, [OK] to proceed.\n
fr_fr: Désinstaller ? Les données et paramétrages vont être effacés.\n\nChoisissez [Annuler] pour stopper l'opération ou [OK] pour continuer.\n

source: Warning : This will delete settings and moods table.
fr_fr: Attention : ceci va effacer toute trace du plugin dans votre installation Wordpress.

source: WP-Moods is a plugin by <a href="http://www.driczone.net">Dric</a>. Version <strong>%s</strong>.
fr_fr: WP-Moods est un plugin de <a href="http://www.driczone.net">Dric</a>. Version <strong>%s</strong>.

source: The name of the category. Should be short.
fr_fr: Le nom de la catégorie. Il doit de préférence être court.

source: Default importance
fr_fr: Importance par défaut

source: Default importance to set to this category.
fr_fr: Importance par défaut à affecter à cette catégorie.

source: WP-Moods Categories
fr_fr: Catégories de WP-Moods

source: Mood
fr_fr: Moral

source: Last updated
fr_fr: Dernière mise à jour

source: WP-Moods Timeline
fr_fr: WP-Moods - Évolution du moral

source: Categories Timeline
fr_fr: Évolution des catégories

source: Show category
fr_fr: Montrer les catégories

source: Mood Timeline
fr_fr: Évolution du moral

source: So Bad
fr_fr: Dépressif

source: Not good
fr_fr: Pas terrible

source: Average
fr_fr: Moyenne

source: Pretty good
fr_fr: Pas mal

source: Top !
fr_fr: Au top !

source: feeling at
fr_fr: moral au

source: Mood Added. Calculated mood :
fr_fr: Humeur ajoutée. Moral global :

source: Add Mood
fr_fr: Ajouter une humeur

source: None
fr_fr: Aucune

source: Small
fr_fr: Faible

source: High
fr_fr: Haute

source: Essential
fr_fr: Vitale

source: I'm feeling
fr_fr: Je me sens

source: Ignore this
fr_fr: Ignorer

source: weeks
fr_fr: semaines

source: week
fr_fr: semaine

source: days
fr_fr: jours

source: day
fr_fr: jour

source: hours
fr_fr: heures

source: hour
fr_fr: heure

source: seconds
fr_fr: secondes

source: second
fr_fr: seconde

source: %s ago
fr_fr: il y a %s

source: Display my mood
fr_fr: Afficher mon moral

source: Wp-Moods Widget
fr_fr: Widget de WP-Moods

source: My Mood
fr_fr: Mon moral

source: Title :
fr_fr: Titre :
